{
    "CompleterNpc": "Captain Chicco",
    "NextQuestId": -1,
    "RandomReward": 0b,
    "QuestRepeat": 0,
    "QuestCompletion": 0,
    "IgnoreNBT": 0b,
    "Title": "63. Misleading information",
    "Text": "I have found Angela's notes. I must to check in with Captain.
I have some explaining to do...",
    "QuestFactionPoints": {
        "DecreaseFaction1Points": 0b,
        "OptionFaction2Points": 100,
        "OptionFactions1": -1,
        "OptionFactions2": -1,
        "OptionFaction1Points": 100,
        "DecreaseFaction2Points": 0b
    },
    "RewardExp": 0,
    "QuestCommand": "",
    "ModRev": 18,
    "Type": 0,
    "QuestMail": {
        "Sender": "",
        "BeenRead": 0b,
        "Message": {
        },
        "MailItems": [
        ],
        "MailQuest": -1,
        "TimePast": 1591548619543L,
        "Time": 0L,
        "Subject": ""
    },
    "IgnoreDamage": 0b,
    "Rewards": {
        "NpcMiscInv": [
        ]
    },
    "Items": {
        "NpcMiscInv": [
            {
                "Slot": 0b,
                "ForgeCaps": {
                    "customnpcs:itemscripteddata": {
                    }
                },
                "id": "minecraft:written_book",
                "Count": 1b,
                "tag": {
                    "pages": [
                        "{\"text\":\"Subject got dragged into our village by Hunter.\\n\\nHunter claims he jumped down the cliff right into the river.\\n\\nHe unconcious since the moment Hunter got him out of the river.\\n\\nHe seems to be extremely exhausted.\"}",
                        "{\"text\":\"Two days after Hunter foud him, he finally woken up.\\n\\nHe claims that he does not remember anything but his name.\\n\\nHe is eager to help.\"}",
                        "{\"text\":\"I failed to find anything about his symptoms.\\n\\nSubject seems to be very combat-capable.\\nMaybe soldier or sellsword?\\n\\nSubject is becoming quite popular in the village.\"}",
                        "{\"text\":\"I now lose all hope to find reason between his amnesia.\\nI will travel to Dorthlove and consult Bernard.\\n\\nI will ask him to travel there too.\"}",
                        "{\"text\":\"The subject have shown that he is skilled tracer and diplomat.\\nIt is kind of scary to watch him skillfuly pass every obstacle there is in front of him...\"}",
                        "{\"text\":\"I worry that I have to put finding of the cure for later, since we were called to help in Aramoor.\"}",
                        "{\"text\":\"It seems that my worst nightmare come true.\\nUndead are here!\\n\\nI must know!\\nSubject have agreed to drink potion I prepare for him.\\n\\nIt should show if my worries are justify.\"}",
                        "{\"text\":\"Subject have consumed the potion and now is uncouncious.\\n\\nI am wathcing his vital functions and wait.\"}",
                        "{\"text\":\"He woke up, saying he seen two persons sitting on the throne commanding undead.\\n\\nHe said he did not recognised them.\"}",
                        "{\"text\":\"A war is here and we have been parted.\\n\\nI can not watch over the Subject for the moment. He is on his own.\"}",
                        "{\"text\":\"I can not keep it any longer! But there is nobody I can tell anything. I must wait for the Subject, Hunter or Bernard to return. Then I am going to tell them what troubles me.\\n\\nI hope they will be able to forgive me for it...\"}"
                    ],
                    "author": "Angela",
                    "title": "Subject",
                    "resolved": 1b
                },
                "Damage": 0s
            }
        ]
    },
    "LeaveItems": 0b,
    "CompleteText": "It is time to lay the cards on the table...",
    "NextQuestTitle": ""
}
